Repository: AmirS4/CheckOut-Plugin
Catalog: languages/checkout-plugin-*.po
Languages: fa_ir

source: Custom Free Shipping
fa_ir: حمل و نقل رایگان سفارشی

source: Custom Free Shipping Method
fa_ir: روش حمل و نقل رایگان سفارشی

source: Free Shipping
fa_ir: حمل و نقل رایگان

source: Order reserved by customer.
fa_ir: سفارش توسط مشتری رزرو شد.

source: Add to my existing Reserve order
fa_ir: به سفارش رزرو موجود من اضافه شود

source: Reserve this order
fa_ir: این سفارش را رزرو کنید

source: Change to Processing
fa_ir: تغییر به پردازش

source: Order status changed by customer.
fa_ir: وضعیت سفارش توسط مشتری تغییر یافت.

source: Countdown Timer
fa_ir: تایمر شمارش معکوس

source: Shipping Methods IDs
fa_ir: شناسه‌های روش‌های حمل و نقل

source: Zone name
fa_ir: نام منطقه

source: Shipping methods
fa_ir: روش‌های حمل و نقل

source: Reserve Settings
fa_ir: تنظیمات رزرو

# Order status
source: Reserve
fa_ir: رزرو شده

source: Save Settings
fa_ir: ذخیره تنظیمات

source: Reserve Order Timeout (in hours)
fa_ir: مهلت سفارش رزرو (به ساعت)

source: Reserves <span class="count">(%s)</span>
fa_ir: رزروها <span class="count">(%s)</span>
